{"Name": "Erigeron", "Types": ["Enhancement"], "Description": "Bill has the ability to dramatically accelerate the growth of a living being by bringing the palms of his hands close to it. By using Erigeron on a seed inside a glass of water, he made it sprout in mere moments. He revealed that the ability can also be used on humans to improve their Nen abilities, although the effects on untrained or unskilled individuals are weak.", "Character_Name": "Bill"}
{"Name": "White Goreinu", "Types": ["Emission", "Manipulation"], "Description": "With this ability, Goreinu emits a white gorilla-like creature made out of aura which he controls telepathically. Goreinu can switch places with it at any given time, which makes it an extremely useful ability for evading enemy attacks. If he loses his focus, however, the Nen beast disappears, and shock can prevent him from summoning it again. It is unknown if the Nen beast is conjured or emitted, although Emission is very likely involved in its teleportation ability.", "Character_Name": "Goreinu"}
{"Name": "Stand by Me", "Types": ["Unknown"], "Description": "An ability meant for assassination that Yushohi starts by summoning a Stinger Ball , Needle Ball), an insect-sized orb with four wings and a needle, to which he assigns a target. After an incubation period of unspecified length, the ability kills the target through unknown means. The incubation period is much longer for non-users than for Nen users. Stand by Me is terminated if the target moves more than 20 meters away from Yushohi, who is not notified about the ability's deactivation. If a Stinger Ball is found and removed from the target, the ability can never be used on that target again.Since the buzzing sound of a Stinger Ball can only be heard by Nen users, the ability also allows Yushohi to tell them apart from non-users. It is unclear whether this is because the construct is emitted or because it is part of a Conjuration ability which Yushohi has designed to be perceivable only by Nen users. Regardless of the Nen type involved in its manifestation, a degree of Manipulation may also be required.", "Character_Name": "Yushohi"}
{"Name": "Predator", "Types": ["Conjuration"], "Description": "Once Rihan has selected a target and activated his Nen ability, a Predator begins to grow inside his body. The more accurate his understanding of the target's ability, the better the Predator will be able to counter it, figuratively developing into its natural predator. When Rihan has gathered enough information, he focuses his aura between his hands and breathes out, conjuring the Predator. The one that countered Prince Salé-salé's Guardian Spirit Beast swallowed it and its small replica above Koroabde's head, then replaced it at the prince's side. Despite being conjured, this Predator was invisible to the non-users in the room. Rihan remarked that his ability is an inaccurate spray and pray weapon that carries a lot of risk, but an auto-win if it connects.Since it draws strength from the accuracy of Rihan's analysis from a state of complete ignorance, Predator is powerless against simple Enhancement and Emission attacks, also due to the target being the ability user themselves, who is likely to retaliate. Furthermore, it is at a disadvantage against opponents with counteractive or multiple abilities. As an added condition, Rihan must gather the required information by himself, since taking less risks and being told about the targeted ability by a third party would result in Predator being too weak to neutralize it. After it successfully counters a Nen ability, Rihan is unable to use any Nen for 48 hours.", "Character_Name": "Rihan"}
{"Name": "Black Goreinu", "Types": ["Emission", "Manipulation"], "Description": "With this ability, Goreinu emits a black gorilla-like creature made out of aura which he controls telepathically. It has the unique property of being capable of switching places with a target of Goreinu's choosing, allowing him to launch a surprise attack independently from the enemy's position and level of guard. This ability earned him Razor's praise. Like Goreinu's other Nen beast, the black gorilla is not on autopilot, meaning it will disappear if he loses consciousness. It is unknown if the Nen beast is conjured or emitted, although Emission is very likely involved in its teleportation ability.", "Character_Name": "Goreinu"}
{"Name": "Priest Staff", "Types": ["Conjuration"], "Description": "Saiyu's weapon of choice is a conjured staff. He can change its length at will, since it was longer than one meter when he stopped Kanzai, but shorter than Saiyu's arm when he described his power to the Zodiacs.", "Character_Name": "Saiyu"}
{"Name": "Satellitonbo", "Types": ["Conjuration", "Manipulation"], "Description": "Flutter conjures dragonflies Nen Beasts that can be used for surveillance through his second Nen ability, Super Eye.", "Character_Name": "Flutter"}
{"Name": "Three Monkeys", "Types": ["Unknown"], "Description": "Saiyu's Nen ability allows him to use three monkeys: Mizaru , Kikazaru , and Iwazaru . If their attacks connect, the opponent is deprived of sight, hearing, and speech. Once the target is weakened, Saiyu finishes them off with his staff. This technique, aside from hindering the enemy greatly, also has a strong impact on their mind: according to Saiyu, once somebody who is mentally and physically sound loses three senses, they will be unable to maintain their power active.", "Character_Name": "Saiyu"}
{"Name": "Super Eye", "Types": ["Conjuration", "Manipulation"], "Description": "Super Eye allows Flutter to see out the eyes of the Satellite Dragonflies he conjures; he can observe from different points of view. Due to the similarity of this ability to Little Eye, the shared vision may be achieved through Emission Manipulation.", "Character_Name": "Flutter"}
{"Name": "Embalming Corpses", "Types": ["Specialization"], "Description": "Renko has the power to repair damaged human corpses by embalming them, which she calls her special ability, implying that it's her Nen Ability.", "Character_Name": "Renko"}
{"Name": "Cat's Name", "Types": ["Unknown"], "Description": "A counteractive ability that activates after Camilla is killed. A huge cat-like Nen beast appears behind the killer, squishing them into its paws and extracting their life force, obliterating their body in the process. The life energy is transferred to the tip of the Nen beast's tail, which turns white and begins to glow. The cat-like construct then pours the life essence into Camilla's mouth, healing her injuries completely and resurrecting her. This ability relies on post-mortem Nen to boost its power, rendering Camilla virtually impossible to kill; however, the fact that death is its activation condition prevents her from negating damage she suffers without dying, and leaves Camilla powerless should the opponent not attack her directly. The ability may not be limited to one target, as she urged multiple guards to shoot her. It is unclear if she must be killed while in a state of Zetsu for the ability to be triggered.", "Character_Name": "Camilla Hui Guo Rou"}
{"Name": "Eleven Black Children", "Types": ["Emission", "Manipulation"], "Description": "Tocino could control eleven doll-like Nen Beasts by emitting his aura into balloons, expanding them into life-sized creations. The soldiers can be mistaken for actual humans at first glance, although a more attentive analysis of their behavior and physical contact can give them away. They can follow only simple commands, such as using swords or guns to attack whoever is closest to them, and their combat skills are low enough that Basho thought he could defeat them without using Nen. Due to the large amount of aura required, they can exist only within a few meters of Tocino. The puppets can also serve as an aura shield, although they were no match for Franklin's Double Machine Gun.", "Character_Name": "Shachmono Tocino"}
{"Name": "Psychometry", "Types": ["Specialization"], "Description": "Pakunoda could read the memories of any person she was in physical contact by asking specific questions. Trying to fool Pakunoda by creating irrelevant conscious thoughts or false information was impossible since Pakunoda could extract her target's purest memories. The information she collected was highly useful in exposing weaknesses and secrets, especially in finding out an opponent's ability or in situations requiring some form of extortion or blackmail. The ability could also be used to see an object's past while touching it. Although the length of time she could see was never precisely specified, she could see at least the very recent past. While training for this ability, Pakunoda added the limitation that she would never touch the person she cherished the most.", "Character_Name": "Pakunoda"}
{"Name": "Memory Bomb", "Types": ["Specialization", "Conjuration"], "Description": "Pakunoda could implant memories by shooting them into another person's head using a revolver and conjured bullets called Memory Bombs. These bullets have physical force behind them and make targets reel back on impact. The target appears to be paralyzed for a few moments before processing the information. Her bullets can also erase memories, since if she shot someone with their own memories , the person would lose those memories.", "Character_Name": "Pakunoda"}
{"Name": "Lovely Ghostwriter", "Types": ["Specialization"], "Description": "Neon predicts the future through quatrains that she writes down unconsciously; the summoned Lovely Ghostwriter is a Nen Beast that manipulates Neon's arm to automatically write her poems. The target must hand write his name , full date of birth, and blood type on the piece of paper on which she will write the poem. A picture of the target's face is necessary if he isn't present. Neon's fortunes take the form of a poem with four or five quatrains of four lines each. Each verse represents a week of the current month, and typically events referenced in the poem are present as metaphors. Inauspicious fortunes always contain advice, and misfortune can be avoided if warnings are heeded. She cannot predict her own future.", "Character_Name": "Neon Nostrade"}
{"Name": "Secret Window", "Types": ["Unknown"], "Description": "Musse's ability allows him to create three owl-shaped constructs referred to as birds , tori; base kanji lit. Nen beasts) to gather intelligence. One of them can eavesdrop on conversations despite physical barriers, such as doors, and distance, while perched on Musse's shoulder. Another, the Owl, is activated by physically touching the target. The Owl transmits the target's actions and words to the user, who is the only person capable of seeing it. Only one bird, either of each type or at all, can be in existence at any given time. The first bird-shaped construct appears to be made out of pure aura, possibly implying the ability makes use of Emission. Following Musse's death, this ability was inherited by Prince Benjamin.", "Character_Name": "Musse"}
{"Name": "Doctor Blythe", "Types": ["Unknown"], "Description": "Doctor Blythe is a giant doll conjured by Neferpitou, used only to treat any injuries surgically. It is equipped with countless medical tools that can be used to provide first aid and perform major surgeries. A mortal wound to the stomach can be treated in less than one hour, a severed arm reattached and fully healed in two or three hours, and destroyed corpses can be reconstructed to be later manipulated. The ability can be used on humans and at least some Chimera Ants despite the anatomical differences. With practice, Neferpitou became able to shorten the time required for a complete surgery. Doctor Blythe cannot move from where it is summoned, and being connected to Neferpitou's tail limits their movement radius to 20 meters for as long as it is in existence. Furthermore, the Royal Guard cannot use other Nen abilities or En. At the same time, Doctor Blythe is active, and their own body is shrouded only in a very small amount of aura, making them more vulnerable to damage.", "Character_Name": "Neferpitou"}
{"Name": "Contagion—With Etude of Love", "Types": ["Specialization"], "Description": "Through her saliva, Morena, Member Zero, can infect up to 22 people with her ability. When a member of the group thus created kills someone, they level up, increasing their aura amount and output. Upon reaching level 20, they will manifest a unique ability of which they will have at least a general knowledge before using it. At level 100, they also become Member Zero, and are thus capable of using this ability to create their own community. Morena herself assigns the scores. For the voyage on the Black Whale, she decreed that the death of a non-user is worth 1 level, that of a Nen user 10 levels, and that of a prince 50 levels. Morena herself is level 45. There are three conditions that Morena must fulfill in any order before she can infect someone: Both she and the other person must play her negotiation card game, and Yes must be the player's last card. This condition has also been referred to as a Limitation, specifically one tied to the risks both the player and she take as part of her negotiation card game. Morena must kiss the other person. The other person must be present while Morena or one of her allies commits a murder. Until all three conditions are fulfilled, a target kissed by Morena is level 0 and gains no benefit from Contagion. In addition to granting and bolstering their Nen abilities, Morena is aware of the location, status, number of points, and level of any target that is at least level 0. Although unconfirmed, she may also be able to perceive anything an affected target sees and hears. The effects of Contagion persist on a target until that target or Morena dies. Comparing her ability to a game app, she mentioned that Contagion will also end once the game is cleared . Morena believes her ability to be an advanced combination of the other Nen types. An example is the manipulative side of Contagion manifesting when someone cheats during the card game, or attempts to withdraw from it, forcing them to pick only between Yes or No. Due to its similarities with that of Prince Halkenburg's Guardian Spirit Beast, it is possible that her Nen ability is a symbiotic type ability, party form.", "Character_Name": "Morena Prudo"}
{"Name": "Benjamin Baton", "Types": ["Unknown"], "Description": "An ability Benjamin inherited from Vincent; little is known about it. The original user attempted to activate it through his left palm in order to break the guard of a Nen user who was capable of stopping bullets with his aura. It does not seem to require direct contact with the target to work.", "Character_Name": "Benjamin Hui Guo Rou"}
{"Name": "Skill Hunter", "Types": ["Specialization"], "Description": "Chrollo can steal the Nen abilities of others to use as his own through a conjured book known as Bandit's Secret. The victim, of course, no longer has access to the stolen ability. The theft happens under strict conditions: Chrollo must witness the Nen ability in action with his eyes. He must ask questions about Nen and be answered by the victim. His victim's palm must touch the handprint on the cover of Bandit's Secret. All of the above must be completed within one hour. To use a stolen ability, Chrollo first conjures Bandit's Secret and turns to the page of the desired ability. The book must then remain open in his right hand, allowing him to use only one ability at a time. The abilities are subjected not only to the limitations but also to the emotions and thinking of their creators. For example, despite seeing corpses as immobile masses no different from objects, Chrollo cannot use Order Stamp on them due to the opinion of the original owner. Additionally, an ability vanishes from the book if its former owner dies. However, if post-mortem Nen is involved, Chrollo can still utilize the ability. Expert Nen users can see through some of these conditions, as Zeno rightly guessed that Chrollo needed to fulfill four or five of them before he could steal an ability. Additionally, Bandit's Secret has the uncanny ability to upgrade itself. While the exact upgrade is unknown, it is most likely the removal of conditions or limitations, such as a condition to steal or the limit of needing the stolen individual alive. Chrollo mentions he needs to upgrade his ability to steal a specific Nen ability. During his call with Shalnark, Chrollo himself hinted that he might be able to return the Nen abilities he has stolen, but he has not shown what conditions must be met for that to happen.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Puppeteering", "Types": ["Manipulation"], "Description": "Neferpitou can attach a clownesque puppeteer to a target to exercise complete control over them. They can not only move it but also make it speak and even have it use Nen regardless of whether the owner of the body was a Nen user. The orders of each puppet are set by Neferpitou beforehand, so it is able to move automatically, but the Royal Guard can still reposition it as they please. The number of bodies Neferpitou can control at the same time is unknown, though it is known to be higher than 50. However, their puppets are of lower quality than Morel's. Neferpitou can perceive aura through their puppets and sense when they are disabled, which, combined with their En, allows them to monitor immense areas. The conditions for Neferpitou to attach the puppeteer are unknown. The first two times they used this ability, it was on corpses on which they had operated with Doctor Blythe. It's also known that the corpses controlled by Pitou don't decay; however, it's unknown whether that's because of the Puppeteer or result of a special surgery performed with Doctor Blythe. The senior officers Neferpitou controlled with their puppeteers collapsed when they were dispelled, possibly suggesting they can indeed be applied only to deceased individuals. Dispelling the puppeteers allows Neferpitou to recover the aura inside them. Since the soldiers controlled with this ability were often seen either making impressive jumps or hovering in the air, it is possible the puppeteer grants them this capacity, though it may also be simply due to the puppeteer dragging the controlled soldiers along as literal puppets on a string as it floats about. The puppeteers are invisible to non-users and Nen users in a state of Zetsu. The one controlling Kite was invisible even to Nen users before manipulating him into using Nen. It is unclear if this was because of In or that is simply a condition of the ability. In the latter case, this might mean that the puppeteer is conjured and that Neferpitou decreased risk and increased aura consumption to hide it from sight in certain circumstances.", "Character_Name": "Neferpitou"}
{"Name": "Terpsichora", "Types": ["Unknown"], "Description": "Terpsichora takes the form of a monstrous ballerina with strings connecting its fingertips to Neferpitou's body like a marionette. It is a combat-oriented ability that takes only 0.1 seconds to be used offensively after being manifested. Due to Neferpitou commanding it to dance past limits and the noticeable effect of swelling the muscles in its user's hands and legs, the latter, much like when they are preparing to jump, it seems this ability can increase their physical attributes. Even after Neferpitou's head was crushed, the ability remained active out of their loyalty to the King, becoming stronger after death and enabling them to sever Gon's arm. Overall, its effects seem to suggest that it might make use of Enhancement and Manipulation, with the ballerina being conjured or emitted if it is not a Specialization ability.", "Character_Name": "Neferpitou"}
{"Name": "Secret Window", "Types": ["Unknown"], "Description": "This ability allows the user to create three owl-shaped constructs referred to as birds , tori; base kanji lit. Nen beasts) to gather intelligence. One of them can eavesdrop on conversations despite physical barriers, such as doors, and distance, while perched on Musse's shoulder. Another can be applied directly to the target through physical contact: through telepathy, it transmits the target's actions and words to the user, who is the only person capable of seeing it. The first owl-shaped construct appears to be made out of pure aura, possibly implying the ability makes use of Emission. Only one bird, either at all or of each type, can exist at any time. Following Musse's death, this ability was inherited by Prince Benjamin.", "Character_Name": "Benjamin Hui Guo Rou"}
{"Name": "Culdcept", "Types": ["Unknown"], "Description": "Culdcept allows the user to procure another Nen user's ability. Shikaku initiates it by joining his hands in front of himself, generating a flash of light, then he forms a rectangle with his thumbs and index fingers. As he spreads them out diagonally, a rectangle of aura is created between his fingers, becoming darker and darker in color. After the second change in shade, the preparations appear to be complete for him to turn the target's ability into a card. The only time it was seen in action, Culdcept was activated while Halkenburg Hui Guo Rou was readying his own ability. Contrary to Shikaku's expectations, contact of the arrow with his aura screen did not result in him taking the Prince's ability due to its power to pierce all defenses. Following Shikaku's death, this ability was inherited by Prince Benjamin.", "Character_Name": "Benjamin Hui Guo Rou"}
{"Name": "Double Face", "Types": ["Specialization"], "Description": "Nen Beasts described as a fish that can only survive in a completely sealed room, it seems to be made entirely of bones and feeds on human flesh. While a person is being eaten, they do not feel pain or bleed and will remain alive and perfectly conscious even if mortally wounded. When the fish disappears, the effects of the wounds manifest, very likely resulting in the death of the victim. Chrollo summoned two of them when fighting an assassin hired by the Ten Dons.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Fun Fun Cloth", "Types": ["Conjuration"], "Description": "An ability originally owned by Owl, a member of the Shadow Beasts. The cloth is conjured and can increase and decrease in size according to the user's will. Whatever is covered in the cloth, even an object as large as a car, decreases in size until it fits in the palm of one's hand. The user can then return it to its original size by letting it out of the bag. People can also be shrunk this way, without being injured. After Owl used it to relocate the items at the Underground Auction, he was eventually captured and tortured by the Troupe, during which time Chrollo stole the ability. Chrollo then used the ability in his fight against Silva and Zeno, attempting to capture the latter so that he could steal his ability as well.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Teleportation", "Types": ["Unknown"], "Description": "Chrollo displayed the capacity to teleport a person from one place to another without that person's consent. He did so while remaining immobile, and without seeing the person he wanted to teleport or the destination. He used the ability on Nobunaga to prevent him from attacking Hisoka. Both Phinks and Machi were unaware that Chrollo possessed the ability. This ability is likely emitted, as teleportation abilities are usually from the Emission Nen type.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "The Sun and Moon", "Types": ["Unknown"], "Description": "Two symbols appear on the backs of Chrollo's hands: a sun with a plus on his left and a waxing waning moon with a minus on his right. By touching the intended target, he can mark them with a different symbol depending on which hand he used. When the two marks touch each other, they trigger an explosion. The marks can be created instantly, but to reach their full power, Chrollo needs to touch the target for three to five seconds. In the latter case, the explosion is powerful enough to kill people around the bearer of the marks, instead of just the bearer themselves. A symbol can be fully charged even after its application, by means of physical contact. Despite Chrollo saying that the marks themselves explode, the fully charged symbols were able to turn what they were affixed on into a bomb, including parts separated after the application of the symbols. The ability was stolen from the elder of Meteor City. Although he since died, his Nen became so powerful after his death that Chrollo was able to retain his ability. For the same reason, once the marks are affixed, they will remain until they explode, even if Chrollo's book is closed. Their power is such that they can even counter the restrictions of Skill Hunter, preventing a copy created with Gallery Fake from disappearing even after the ability is no longer in use if a mark has been affixed on it. The Nen type of this ability is currently unknown, although its effects could be explained by a combination of Emission and Transmutation.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Order Stamp", "Types": ["Conjuration", "Manipulation"], "Description": "Chrollo conjures a stamp that, when affixed onto a puppet, allows the user to control it after giving a vocal command. To be considered a puppet, the object that the user wishes to control must have a head and be lifeless. This ability cannot be used to control corpses, as the original user did not view them as mere inanimate objects; it can, however, control Nen copies of corpses. Removing the head of the puppet will deactivate the ability. The stamp has the kanji for person and leaves the same mark upon being affixed. The ability is capable of controlling a large number of puppets, but the orders cannot be too complex. Chrollo discovered that if he controls the copy of a person, giving commands that go against that person's beliefs can prove detrimental to the point that a command will sometimes be ignored. However, he discovered that using language that creates emotional distance—such as saying break instead of kill—can bypass the puppet's will. It is one of the abilities Chrollo stole to fight Hisoka and can be used to control more than 200 puppets at the same time.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Convert Hands", "Types": ["Unknown"], "Description": "Two marks appear on the palms of Chrollo's hands: a black arrow pointing up inside an empty circle on his right and a white arrow pointing down inside a filled circle on his left. Touching a target with his right-hand causes them to take on Chrollo's likeness, while touching them with his left causes Chrollo to take on his target's likeness. If he touches a target with both hands, the two of them instantly switch forms. The ability only affects appearances, not abilities or personalities. Since the marks remain on Chrollo's hands, it is relatively simple to identify him, although clothing can be used to hide them. Nonetheless, it is an effective way to blend into a crowd. For the mark to appear on his right hand, which would otherwise be holding the book, Chrollo needs to use the bookmark, but after activating the ability, he can hold the book normally. It is one of the abilities that Chrollo stole to fight Hisoka. It is currently unknown what Nen type it uses. Its characteristic of making the affected object indistinguishable from the original makes it vaguely similar to some Conjuration abilities.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Love Dial 6700", "Types": ["Conjuration"], "Description": "An ability stolen from Neon Nostrade. It creates accurate predictions of future events. The user cannot predict their own future. The ability requires: A person's full name Their date of birth Their blood type The person who wants their fortune told must write the required information on a piece of paper and give it to the user, who then summons the Lovely Ghostwriter to compose the fortune on that same paper. The user does not know what he writes, being in a trance-like state. The fortunes take the form of poetry, composed of four or five quatrains corresponding to the weeks of a month. The first is always about something that has already happened. Neon refused to read the fortunes she told, feeling that it would spoil her ability, but she was willing to listen to what Chrollo had to say about a portion of his fortune. Chrollo, however, was willing to discuss and analyze the fortunes he told in great detail. When Shizuku asked Chrollo to read her and Bonolenov's fortunes again, he told her that the ability disappeared from his book. As Shizuku seemed to implicitly surmise and Chrollo to confirm, it's very likely that Neon died at some point prior to the Black Whale's voyage.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Gallery Fake", "Types": ["Conjuration"], "Description": "An ability borrowed from Kortopi that allows Chrollo to conjure an exact copy of an object with his right hand when he touches it with his left. He cannot replicate living things except as inanimate objects, meaning that the copies will look like corpses, and although Chrollo seemingly can replicate conjured items, he is unable to replicate their effects. The copies that he creates vanish after 24 hours, regardless of their size. However, before their disappearance, Chrollo is able to track the movements of each and every copied object by using his En . In his deathmatch against Hisoka, Chrollo used the ability to create puppets to control with Order Stamp, making more than 200 puppets at the same time. Although never confirmed, it is presumed that the ability disappeared from Chrollo's book after Kortopi's death.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Black Voice", "Types": ["Manipulation"], "Description": "An ability borrowed from Shalnark which allows Chrollo to completely manipulate a target by sticking an antenna into them and piloting them through a phone. Unlike Shalnark, he keeps out both antennae, using one on a target to attack his opponent and the other as feint if his opponent knows about the ability, enabling Chrollo to attack them. He can also give orders to a controlled puppet by talking into the phone. Although never confirmed, it is presumed that the ability disappeared from Chrollo's book after Shalnark's death.", "Character_Name": "Chrollo Lucilfer"}
{"Name": "Cocoon", "Types": ["Manipulation"], "Description": "Shaiapouf has the faculty to bestow Nen abilities on others. He does so by enveloping them in a cocoon in which they lie, unconscious, until the process is complete. Leol obtained his ability in three days due to being a slow learner, and claimed it is possible to learn one in only 24 hours. Subjects with intact memories regenerate from the cocoons more quickly. Shaiapouf was capable of creating more than 5,000 cocoons for the survivors of the selection, although he was originally expected to generate ten times as many, with the twofold purpose of increasing the quality of Meruem's food and creating a loyal army of Nen users. When used on humans, the cocoon has the additional effect of turning them into human-Chimera Ant hybrids, creating a whole new species. With Neferpitou's assistance, Palm was made into an experimental soldier with all her memories, but no emotions associated with them due to the emotional charge of recollections affecting the process of learning Nen in unpredictable ways. This would have allowed the Royal Guard to insert Nen-using hybrids into human society to erode it from within, although the experiment was eventually deemed a failure.", "Character_Name": "Shaiapouf"}
{"Name": "Black Voice", "Types": ["Manipulation"], "Description": "After sticking a special antenna into his target, usually in the back of their neck, Shalnark gained complete control over their mind and actions, puppeteering them from afar through a special mobile phone until the antenna was removed or they died. He could also set them on autopilot, forcing them to follow his orders without his direct intervention. He carried real, physical antennae on his person when he fought, with which he could control two people at a time, one of which could be himself.", "Character_Name": "Shalnark"}
{"Name": "Deep Purple", "Types": ["Emission", "Manipulation"], "Description": "This ability allows Morel to manipulate his smoke as he sees fit. With the aid of his giant pipe, he produces great amounts of smoke which he can then shape in countless constructs, such as ropes, grass, hoses, rafts, rabbits, Nen Beasts, and even replicas of individuals fully capable of speech and with remarkable strength and speed, although physical contact with them will expose the trick. Smoke constructs can also be told apart from living beings with En, although not with general aura sensing. Morel can change the color of the smoke to make the created objects seem more realistic, even using them to blend into his surroundings, as well as modify their durability to the point they can become virtually indestructible, a facet of his ability that may include the use of Transmutation. The versatility of Deep Purple is such that Morel boasted he had yet to meet a Nen user with a more flexible ability. His most complex creations are the Smoke Troopers. Morel can emit cores wherein he puts simple Manipulation commands, such as to attack defensively and retreat when encountered by an enemy, before covering the cores with smoke and mold them into his Troopers, which then start acting automatically. It is possible that the cores are not always required, as Morel was able to create Troopers directly from his exhaled smoke. In this case they seem to operate by taking direct orders from Morel rather than relying on preset commands. Alternatively, it is possible that Morel can form the cores remotely, at the same time as he shapes the smoke into constructs. Morel can create a maximum of 216 dolls. By sacrificing quantity to gain quality, he can compress that amount to 50. These dolls then become more complex than his regular dolls, and Neferpitou admitted their quality was superior to the one they controlled. Deep Purple caps Morel's aura output. Dispelling the constructs enables Morel to retrieve the aura he poured into them and utilize it again.", "Character_Name": "Morel Mackernasey"}
{"Name": "Rider's High", "Types": ["Conjuration"], "Description": "Tsubone's Nen ability is called Rider's High. It is stated as a form of Conjuration, and it allows her to morph into various vehicles. This vehicle form then uses the aura of her rider as propellant, meaning she cannot use this ability without a rider. The higher the number of riders, the faster the vehicle can go. The name of the ability seems to imply that Tsubone can take seven different forms. Thus far, she has transformed into a motorcycle that, when ridden by two Nen users, can easily catch up to Killua while he uses Speed of Lightning, and a glider that can follow an airship above the cloud and shoot down aircraft with its missiles. Its mechanics seem to suggest that Rider's High is a symbiotic type ability.", "Character_Name": "Tsubone"}
{"Name": "Surveillance Paper Dolls", "Types": ["Manipulation"], "Description": "By attaching a piece of confetti to a person's body and creating a paper doll of that person, Kalluto is able to hear anything being said within the vicinity of that person, thus allowing him to gain precious information without being detected. Not even Nen users skilled as the Phantom Troupe members noticed the technique was being used on them.", "Character_Name": "Kalluto Zoldyck"}
{"Name": "Body Alteration", "Types": ["Manipulation"], "Description": "Illumi uses large, round head needles mainly to alter the shape of his own body and skin color. Removing the needles will cause him to revert to his original appearance. According to him, the transformation is quite painful. He can also change his appearance without needles, but in this case, he is able to maintain the disguise for around five hours, and his eyes remain the same. He can use this ability to infiltrate into places where his targets may reside, as shown when he fooled the Phantom Troupe into thinking he was Hisoka after switching places with him in the Phantom Troupe's hideout. This ability was also at one point used by Illumi on another person, warping the target's face while inducing incapacitating pain.", "Character_Name": "Illumi Zoldyck"}
{"Name": "Blinky", "Types": ["Conjuration"], "Description": "Shizuku can conjure a vacuum cleaner Nen Beast she calls Blinky. It can inhale an infinite number of nonliving objects, but not anything that she considers living or that is made with Nen. The latter restriction enables her to spot traps. Only the last object to be vacuumed can be regurgitated, and Shizuku herself has no idea where the rest goes. Her ability is extolled as rare and valuable to the Troupe since it allows the Spiders to clean up the evidence of crime scenes . She can also use Blinky to remove foreign materials from living bodies. It appears that she has to say aloud what she wants to vacuum up. She does not always need direct contact for Blinky to inhale an object. In battle, Shizuku uses the vacuum as a club. Her most dangerous technique, however, involves exsanguinating her opponents by having Blinky suck up their blood from any open wounds.", "Character_Name": "Shizuku Murasaki"}
{"Name": "Spiritual Message", "Types": ["Manipulation", "Emission"], "Description": "Spiritual Message allows Shaiapouf to use his scales as a specialized En. Once they come in contact with someone's aura flow, they make it more distinct, allowing Shaiapouf to analyze the blend of 30 emotional patterns and, through them, formulate conjectures about the opponent's psychological state, personality and thoughts so that he can formulate strategies accordingly. His scales also have a hypnotic effect on those who breathe them. The hypnosis is potent enough to completely suppress the will of average humans, causing them to follow orders even if they lead their bodies to destruction. After his control terminated, 46,613 civilians died from bodily failure, which implies that he could control an even greater number. Shaiapouf cannot spread his scales against air currents. It is unknown if the scales are conjured or naturally produced by Shaiapouf's body, as well as whether the hypnotic state is chemically induced or achieved through Manipulation Nen.", "Character_Name": "Shaiapouf"}
{"Name": "Beelzebub", "Types": ["Manipulation"], "Description": "Shaiapouf's second ability allows him to break his body into multiple miniature segments of himself. He can vary the size of each body, down to nano-size at the smallest; the smaller they are, the more he can create. Segments smaller than flies, however, lose their sense of sight. Shaiapouf can control his segments telepathically with astounding accuracy through his core body, which can only be shrunk to about the size of a bee, sharing their perceptions.Beelzebub can be utilized to create thousands of small clones in order to escape confinement or spy on large areas undetected, or to form copies indistinguishable from the original in order to fight. However, said body-size clones are much weaker than the original, as is the hypnotic effect of their scales. All segments are also far less durable than the original: the small ones can be destroyed with weak physical attacks, while Killua was able to incinerate large parts of a body-size clone with his electricity. Since Shaiapouf has control over every single cell in his body, he can easily recreate his clones if they are broken with sheer force; however, if the cells themselves are damaged, for example by being burned, he is powerless to restore them, resulting in damage to his body when the ability is disengaged.", "Character_Name": "Shaiapouf"}
{"Name": "Body Reconstruction", "Types": ["Manipulation"], "Description": "Shaiapouf can split his body at a cellular level, making it possible for him to reconstruct his body to look like someone else. He can reconstruct his face, physique, and even his voice. This ability can also be used for healing purposes: by feeding someone else his cells, he can heal their injuries, even potentially lethal ones. However, it is unclear if it would work on someone without special assimilation abilities.", "Character_Name": "Shaiapouf"}
{"Name": "Autopilot Mode", "Types": ["Manipulation"], "Description": "By sticking an antenna into himself, Shalnark's body could go into autopilot mode and gain immense aura, resulting in a tremendous boost of speed and strength to dispatch any enemies within sight. Once Shalnark had entered the mode, he could not withdraw from it until the mission was completed. After leaving autopilot mode, Shalnark experienced intense muscle pain for multiple days and was completely unaware of what he had done. The ability had the additional benefit of preventing other Manipulators from controlling Shalnark, as it is impossible to gain control over a target that is already being manipulated. Aside from Manipulation, the increase in aura output and physical abilities might have involved Enhancement.", "Character_Name": "Shalnark"}
{"Name": "Smoky Jail", "Types": ["Manipulation"], "Description": "Morel encases himself and the opponent in an impenetrable barrier made out of smoke. The barrier appears to be unbreakable both from the inside and the outside, as Menthuthuyoupi was unable to damage it with his regular attacks as well as his explosions. Only particle-sized bodies can cross it. Since the smoky aura is detached from his body, Emission might also be involved in the ability, as might Transmutation.", "Character_Name": "Morel Mackernasey"}
{"Name": "Dance of the Serpent's Bite", "Types": ["Manipulation"], "Description": "The technique is initiated when Kalluto lifts his hand and drops a certain amount of paper confetti. By subsequently waving his fan through the air with graceful movements, he can lift them up and throw them at his opponent from multiple angles. If one sticks into his or her body, he can move his fan again to gather the remaining confetti and hurl them at the opponent again, amassing them in the shape of a swirling stream reminiscent of a serpent. Snaking through the air, the stream pierces into the body part where the confetti had previously stuck. If there are more than one, Kalluto can then gather the confetti again to repeat the attack. Using this ability multiple times, Kalluto was able to tear apart the body of a Chimera Ant without difficulty.", "Character_Name": "Kalluto Zoldyck"}
{"Name": "Hypnotic Spell", "Types": ["Manipulation"], "Description": "By placing a needle into the target's brain, Illumi is able to condition them into following pre-set orders as long as the needle remains embedded. In Killua’s case, the activation triggered a crushing fear, which he associated with Illumi, that in turn caused varying degrees of paralysis depending on the severity of his contravention. The conditioning activates automatically as soon as the victim intends to take an action that violates Illumi’s orders. Willpower alone is not sufficient to break free from the hypnosis; however, through resisting it, the victim suffers headaches that grow increasingly localized, making it possible to detect the presence and position of the needle. The ability is also subtle, leading the victim to think that the commands they receive reflect their own emotions or are a result of their habits. Not even Biscuit Krueger, who trained Killua to help him overcome his fear, and Isaac Netero, who used to be revered as the best Nen user in the world, were seemingly able to detect the effects of the needle. It seems this ability can also be used to suppress specific feelings or memories until the needle is pulled out, as Killua attributed it to his having turned his back on his sister.", "Character_Name": "Illumi Zoldyck"}
{"Name": "Corpse Control", "Types": ["Manipulation"], "Description": "By piercing their head with several needles, Illumi can manipulate one or more deceased individuals. The victims can perform complex actions, such as speaking and driving. They have no will or reflexes of their own, and can be made to take suicidal actions. Although some victims show evident signs of being controlled, others can fake normal behavior to deceive onlookers, which Illumi can facilitate by positioning the needles so that they are not immediately visible. This method of producing henchmen to do Illumi's bidding was implied to require more time than Needle People. Despite being dead, no victim of this ability appears to have suffered wounds apart from the insertion of the needles, possibly suggesting that is how they were killed.", "Character_Name": "Illumi Zoldyck"}
{"Name": "Needle People", "Types": ["Manipulation"], "Description": "Illumi sticks a special needle imbued with a large amount of aura into the skull of a person and gives an order. The target of the ability loses all sentience and follows his order until they die trying or from overexertion. Should a Needle Person survive, they will be crippled for the rest of their life. Illumi generally sticks one needle in the back of the head of the target, whose ungainly movements and expression make them easy to recognize as being under the influence of the ability; however, Needle People who had two needles embedded into their forehead have been seen speaking and driving normally.", "Character_Name": "Illumi Zoldyck"}
{"Name": "Number 2: Scythe", "Types": ["Conjuration"], "Description": "Kite conjures a very sharp and enormous scythe. It cannot be dispelled until Kite uses Silent Waltz, which is also the only way the scythe can be utilized. Silent Waltz , Grim Reaper's Dance): After increasing the size of the blade, Kite swings it in a circle, generating an invisible slash that propagates in all directions. When he used it against a platoon of Chimera Ants, it bisected every one of them and fell the trees around him.", "Character_Name": "Kite"}
{"Name": "Number 3: Mace", "Types": ["Conjuration"], "Description": "Kite conjures a clown-like mace or a stick, which he seems to wield the weapon with a reverse grip. The true orientation and function of this weapon is still largely unknown. The clown, however, refers to it as a good number.", "Character_Name": "Kite"}
{"Name": "Number 4: Carbine", "Types": ["Conjuration"], "Description": "Kite conjures a carbine with its shape similar to a long-barreled handgun combined with an extremely long buttstock. It can shoot powerful bullets in quick succession and seemingly without making any noise. Regarding the long-barreled element described above, alternatively, the front part piece of the weapon is similar to and could be a type of suppressor , which would explain the lack or reduced amount of noise.", "Character_Name": "Kite"}
{"Name": "Fun Fun Cloth", "Types": ["Conjuration"], "Description": "The Fun Fun Cloth is used by Owl to shrink whatever ends up in the cloth, whether it be an object or a living being, without any physical harm. The size of the fabric can change according to Owl's will. It also seems very durable, as it successfully enveloped a car in motion. Owl can then bring the object back to its original size by uncovering it. It appears that another cloth can be conjured while another is still in use, as Owl was able to capture the car the Phantom Troupe was in while he still had possession of the auction merchandise.", "Character_Name": "Owl"}
{"Name": "Little Flower", "Types": ["Unknown"], "Description": "Genthru gives his aura explosive properties, creating small yet deadly detonations in his palms. He employs this ability by grabbing hold of an opponent and triggering the explosion. If the ability is used on the opponent's face and they fail to guard properly, their mouth, nose and eyes will be irreparably blown away, while blasts close to the fingers will blow them off, and everywhere else will damage the muscles and nerves beneath the skin beyond recovery. Aside from combat, Genthru uses this ability as a deterrent to threaten other players or discourage them from trying to touch him. One of its weaknesses is that Genthru needs to shield his own hands with more aura than he uses to detonate, which renders Little Flower significantly less powerful than Countdown and makes it possible to guess when he is going for a fake-out by the use of Gyo at the moment of contact. To counter opponents with this ability, Genthru can release Little Flower through both hands; however, this comes at the cost of severely reducing the amount of aura with which he can guard the rest of his body, the proportions becoming 20% of his aura for each blast, 25% to shield each hand, and a mere 10% everywhere else. Due to its resemblance to other abilities based on forms of energy as well as the explosions capping Genthru's aura output, it seems likely that the ability belongs to the Transmutation category.", "Character_Name": "Genthru"}
{"Name": "Exorcism", "Types": ["Conjuration"], "Description": "Abengane's ability requires him to first burn a campfire. He takes a wooden effigy and chants a prayer to forest spirits. He takes a branch of leaves, weaves a netted decoration around the doll, and burns it in the fire. The campfire rages, amassing the aura of the flora and fauna of the forest alongside Abengane's own to conjure a Nen beast. The appearance and size of the construct depend upon the power of the curse to exorcise. The Nen beast is able to exorcise Nen curses by devouring them, though it will linger until the originator of the ability has died or Abengane satisfies the conditions to disarm the curse. However, Abengane is unable to lift Nen abilities left by the dead. Aside from Conjuration, the ability may also make use of Manipulation.", "Character_Name": "Abengane"}
{"Name": "Hakoware", "Types": ["Conjuration", "Emission", "Manipulation"], "Description": "Hakoware involves Knuckle conjuring an indestructible Nen Beast mascot called the Amortizing Power Redirector  onto the opponent after being dealt a blow from Knuckle, emitting his aura into his opponent. A.P.R. constantly lends Knuckle's aura to whomever it is attached to, displayed by a rising counter on its forehead. When adding interest, A.P.R. announces It's time, adding interest . As long as A.P.R. is attached, any attacks done to Knuckle by his opponent return aura to him, lowering the counter. Until all of the aura lent by Knuckle is returned to him, he cannot be physically damaged by his opponent. The reverse is also true: each of Knuckle's blows only lends more aura to his opponent, causing no damage. The stronger the attack, the more aura is lent or returned. In both cases, the person suffering the blow can still be knocked back by it, despite suffering no damage. The interest rate on A.P.R. is 10% of the borrowed aura, accrued every 10 seconds while the victim is within 50 meters of Knuckle. As the amount of borrowed aura accumulates, A.P.R. also grows in size. When the aura borrowed from Knuckle exceeds his opponent's total remaining aura , the opponent goes bankrupt. Thus, it is in Knuckle's interest that his opponent spends wastes as much aura as possible, as quickly as possible . The result is that the opponent's aura balance falls that much quicker until it is below the amount they owe Knuckle , at which point they can no longer possibly repay their debt, and bankruptcy sets in. Bankruptcy causes A.P.R. to transform into the Individual Ren Suppressor  , a demon-like mascot that follows the debtor for 30 days and forces them into a continuous state of Zetsu. It is worth noting that when Knuckle struck Shaiapouf's copy, A.P.R. was attached to the latter's real body rather than to his clone. Furthermore, Knuckle can use Hakoware on multiple targets at once, as well as track their general location at all times, regardless of the distance. The ability can be removed by an Exorcist, but it takes a great deal out of the Nen remover. It is also cancelled if Knuckle is rendered unconscious. It is unclear what Nen types are involved in the ability; A.P.R. might be conjured and rendered invisible to non-users, which would increase the aura cost, or emitted and possibly transmuted. Regardless, Manipulation would likely be required to endow the construct with sentience , while Emission might be involved in the process of lending aura to the opponent.", "Character_Name": "Knuckle Bine"}
{"Name": "Countdown", "Types": ["Conjuration", "Emission", "Manipulation"], "Description": "Genthru can attach a bomb to a victim by following two conditions, in no particular order: he must touch the target while saying the word Bomber and explain both of his abilities in full . A demonstration of the ability seems to count as explaining it, considering Genthru didn't need to explain how Little Flower worked both times he activated Countdown as the targets had already witnessed it. The bomb is then conjured and its countdown timer starts at 6000. The timers are linked to his victims' pulses, counting down faster if their heart rates increase. When it reaches 0, the target explodes from the inside, with the blast being ten times more powerful than that of Little Flower. In order to nullify this ability, the victim needs to touch Genthru and say, I caught the Bomber. Genthru can detonate the bombs at any time when touching thumbs together with Sub and Bara, with all three saying the word Release , Rirīsu). Though he is a Conjurer, he also employs Emission and Manipulation to make this ability possible.", "Character_Name": "Genthru"}
{"Name": "Biohazard", "Types": ["Conjuration"], "Description": "Hinrigh can turn any device or object he touches into a living creature. The device or weapon can retain its original function and can be manipulated at will. The transformation can be partial and take effect a few seconds after contact. The transformative properties of this ability, as well as the fact that non-users can see its effects, seem to point to it falling in the Conjuration category, while Hinrigh's control over the animals might imply the involvement of Manipulation. Among the animals that Hinrigh can conjure there are snakes, pigeons, cats and oysters. Objects that Hinrigh transform with Biohazard revert to their original forms once the aura is used up. If the mass is too big or too small, the transformation is not as fuel-efficient. A location transmitter transformed into an oyster was estimated by Hinrigh to contain enough aura to last roughly two hours.", "Character_Name": "Hinrigh Biganduffno"}
{"Name": "Gallery Fake", "Types": ["Conjuration"], "Description": "When Kortopi touched an object with his left hand, he could conjure an exact replica of that object with his right hand. Replicas created were inanimate objects, living things replicated were realistic enough to be treated as corpses. While the ability appeared to enable him to reproduce even conjured objects, Kortopi was unable to mimic their effects. The replicas that he created vanished after 24 hours, regardless of their size. However, before their disappearance, Kortopi was able to track the movements and position of each and every copied object by touching the original since they acted as his En.", "Character_Name": "Kortopi"}
{"Name": "Aura Blast", "Types": ["Emission"], "Description": "Zeno can fire a blast of aura from his open palm powerful enough to knock back and lightly injure Chrollo Lucilfer while also breaking the ground under his feet.", "Character_Name": "Zeno Zoldyck"}
{"Name": "Dowsing Chain", "Types": ["Conjuration"], "Description": "A chain ending with a small, ball-shaped weight that Kurapika frequently uses in combat, for offensive and defensive purposes. Its main utility is as a medium for pendulum dowsing, with the ball moving in accordance with Kurapika's dowsing objective at a given time. Hence useful for investigation, the chain can be used to determine the location of missing individuals and identify if someone is lying . If the chain's ability is used in a group, it works better if the persons questioned reply one at a time. Under ordinary conditions, Kurapika must be directly in front of the target for the lie detection to be effective; however, when Emperor Time is active, he can also use that ability through video recordings, provided he has met the subject before. Kurapika himself is unaware of how this side of his power works, his guess being that, through the conveyance of the chain and extreme focus, he can unconsciously detect subtle indications that someone is lying.", "Character_Name": "Kurapika"}
{"Name": "Explosive Orbs", "Types": ["Emission", "Transmutation"], "Description": "Silva can create two huge spheres out of his aura, one in each hand, which he then hurls at the target. Upon impact, the orbs cause a massive explosion that can devastate the floor of a building. They were said to be able to kill two Nen masters like Zeno and Chrollo with a direct hit.", "Character_Name": "Silva Zoldyck"}
{"Name": "Dragon Head", "Types": ["Emission", "Transmutation"], "Description": "Zeno can transmute his aura into a tangible extension of the body in the form of a dragon, which he then hurls at the opponent as a straight shot. This ability is often used in conjunction with Emission, allowing Zeno to shoot the dragon as a projectile or use it as a means of transportation. The dragon can continue to exist for an unspecified amount of time even after being detached from his body, as demonstrated when he employed it to transport Netero and Meruem a considerable distance from the palace seemingly at tremendous speed. This was probably the ability that caused Neferpitou to grow excited when their En touched it. On that occasion, Zeno created a much bigger dragon than in his fight against Chrollo and flew with it while showing no visible strain. Dragon Head can also serve as a basis for other Nen abilities, such as Dragon Lance and Dragon Dive. Used in conjunction with the former, it can inflict light damage on a masterful Nen user such as Chrollo by merely brushing past him and keep him restrained between its jaws long enough for Zeno to close the gap between them.", "Character_Name": "Zeno Zoldyck"}
{"Name": "Dragon Lance", "Types": ["Transmutation"], "Description": "This ability allows Zeno to control the dragon created with Dragon Head through precise motions of his hands, without emitting it. Due to its power and flexibility, it is perfect to attack while keeping the opponent at a safe distance. Zeno was able to make the dragon move quickly enough to prevent Chrollo from getting close to him, as well as to grip him the split second he was distracted by Silva. Since this ability essentially consists in Zeno extending his aura and altering its shape as well as properties without separating it from his body, Dragon Lance can be classified as a Transmutation ability.", "Character_Name": "Zeno Zoldyck"}
{"Name": "Dragon Dive", "Types": ["Emission", "Transmutation"], "Description": "After getting above his target and using Dragon Head, Zeno shatters it in hundreds of smaller aura dragons that rain down from the sky. This technique can cover an area as vast as Ming Jol-ik’s palace and everything else within the outer walls, with each shard being capable of piercing through several layers of concrete before dispersing. However, it is inefficient against Nen users of high caliber, such as the Royal Guard and some pro Hunters, unless they are caught unawares, as the shards are relatively easy to dodge.", "Character_Name": "Zeno Zoldyck"}
{"Name": "Chain Jail", "Types": ["Conjuration"], "Description": "An extremely durable chain with a hook for an end piece, whose sole purpose is to capture Spiders and strip them of their freedom. It forces captives into a state of Zetsu, shutting off their aura and preventing the use of Nen abilities; consequently, it is only possible to escape from Chain Jail using brute force, although not even Uvogin, the physically strongest Spider, could break free from it. The chain's conjuration speed is such that Kurapika can fully restrain a distant target in half a second. To create Chain Jail, Kurapika imposed the Limitation that it may only be used on members of the Phantom Troupe, with the added stipulation that violating this rule will result in his death.", "Character_Name": "Kurapika"}
{"Name": "Emperor Time", "Types": ["Specialization"], "Description": "When Kurapika's eyes shift into scarlet, he changes from a Conjurer to a Specialist. This ability allows him to utilize all the types of Nen to 100% efficiency . Kurapika explains this using the terms Level, Force, and Accuracy: his Levels in the various Nen categories remain the same during Emperor Time, but his Force and Accuracy for every category are raised to 100%. Thus, if Kurapika's Level in Conjuration was 10, his Level in Emission would remain 4 at the most, but his Force and Accuracy in any Emission ability would increase from 40% to 100%, making him evenly matched against a Level 4 Emitter. However, the price to pay is considerable, as every second spent in this mode shortens Kurapika's lifespan by one hour.", "Character_Name": "Kurapika"}
{"Name": "Holy Chain", "Types": ["Conjuration", "Enhancement"], "Description": "Via its cross pendant, this chain cures wounds by drawing from Enhancement-type Nen. When Kurapika is in his Specialist state, the chain can heal serious injuries, such as a fractured arm, within seconds.", "Character_Name": "Kurapika"}
{"Name": "Judgment Chain", "Types": ["Conjuration"], "Description": "Via the blade on its end—the so-called Stake of Retribution , Imashime no Kusabi)—this chain enters a victim's body and wraps around their heart. Kurapika then declares a binding rule that, if violated by the victim, results in the Stake of Retribution piercing their heart and killing them. Kurapika himself has a blade around his heart, which he used to set the Limitations for the use of Chain Jail ability. He is capable of issuing at least two commands per Stake of Retribution, can dispel the chain at will, and is confident that he would be alerted if a Spider removed it. Due to Kurapika's low affinity for and mastery over Emission and Manipulation, Judgment Chain can only be used in conjunction with Emperor Time.", "Character_Name": "Kurapika"}
{"Name": "Steal Chain", "Types": ["Conjuration"], "Description": "With an end piece shaped like a syringe, this chain, upon piercing a target's body, drains their aura and steals one of their Nen abilities. While their aura is being drained , the target is forced into a state similar to Zetsu. Subsequently, the target is unable to use the stolen ability until it is returned to them. There are no conditions attached to stealing an ability aside from piercing the target with the syringe: thus far, Kurapika has stolen two abilities, one after the owner's Nen type had been revealed and the general mechanics of the ability explained, and another that was about to be used without any prior knowledge. The original owner's death does not result in Kurapika losing possession of a stolen ability.", "Character_Name": "Kurapika"}
{"Name": "Stealth Dolphin", "Types": ["Specialization"], "Description": "An ability Kurapika stole from Sayird via his index finger chain before giving it to Oito. The user launches an aura ball at a bug or any other small living being, capturing and gaining control over it. The largest creature the user can control is about the size of a hamster. The user gains knowledge of anything the manipulated animal sees or hears. For this reason, the ability is particularly useful when utilized on flies or mosquitoes, but since they have many natural enemies, they often die while under the effect of the ability. Faster animals may be hard to catch. The ability cannot be used on living beings conjured via aura. The controlled animal maintains the user's capability of seeing aura. This ability seems to consume very little aura, as even someone who was originally not a Nen user could maintain it for one hour without visible strain. Furthermore, it is not deactivated if the user passes out. It was returned to Sayird after one use.", "Character_Name": "Kurapika"}
{"Name": "Air Blow", "Types": ["Unknown"], "Description": "An ability Kurapika stole from Vincent via his index finger chain. Little is known about it. The original user attempted to activate it through his left palm in order to break the guard of a Nen user who was capable of stopping bullets with his aura. It does not seem to require direct contact with the target to work.", "Character_Name": "Kurapika"}
{"Name": "Erigeron", "Types": ["Enhancement"], "Description": "An ability Kurapika stole from Bill, with his permission, via his index finger chain. Kurapika transferred Bill's Nen to other individuals to awaken their Nen during the Water Divination ceremony. The ability dramatically accelerates the growth of a living being when the user brings the palms of their hands close to it. Bill made it sprout in mere moments by using the ability on a seed inside a glass of water. Bill told Maor that he can use Erigeron on humans to improve their Nen abilities, although the effects on untrained or unskilled individuals are weak.", "Character_Name": "Kurapika"}
{"Name": "Enchanting Music", "Types": ["Emission", "Manipulation"], "Description": "By channeling her aura into her music, Melody can play songs with various effects. She can alleviate the listener's fatigue and cure related illnesses. When she plays a piece titled A Field in Spring ,, No no Haru), she can placate the emotions of the listeners while causing them to hallucinate a meadow in bloom for as long as she plays. When she pours all her heart into her performance, she can enchant all listeners to the point that they become completely oblivious to anything happening around them for up to three minutes. The ability can work on hundreds if not thousands of people at the same time, even if Melody's music is broadcast.", "Character_Name": "Melody"}
{"Name": "Aura Synthesis", "Types": ["Unknown"], "Description": "Meruem's initial ability gives him strength through consumption. His aura grows every time he devours a user of Nen, with their aura synthesizing to his own. When he consumed Menthuthuyoupi and Shaiapouf, he also obtained some of their Nen abilities. The amount of which he needs to consume one's body in order to achieve this is unknown, but it would seem that Meruem needs to absorb the vast majority of their body to be able to use their ability. Neferpitou suggested this is a Nen ability rather than a biological one, and judging by the fact that Meruem can enhance himself by devouring Nen users, it could involve the use of Enhancement.", "Character_Name": "Meruem"}
{"Name": "Metamorphosis", "Types": ["Transmutation"], "Description": "After absorbing large parts of Shaiapouf and Menthuthuyoupi, he is able to use Menthuthuyoupi's ability to transform—including gaining wings to fly. This allows him to fly at a speed so great he could cover a distance that Menthuthuyoupi and Shaiapouf thought would take 15 minutes in a mere 5 minutes.", "Character_Name": "Meruem"}
{"Name": "Rage Blast", "Types": ["Transmutation", "Emission"], "Description": "After absorbing large parts of Shaiapouf and Menthuthuyoupi, Meruem acquired the ability to fire explosive blasts of aura from his arm. A single one carries enough power to severely damage a large rock formation.", "Character_Name": "Meruem"}
{"Name": "Photon", "Types": ["Emission", "Transmutation", "Manipulation"], "Description": "By combining the abilities inherited from Shaiapouf and his own En, Meruem created his own version of Spiritual Message. It consists in turning his aura into microscopic particles akin to photons and either deploy them with his En in a flash or detach the photons from his body and spread them into the surrounding air. Each photon maintains his aura even if it is separated from Meruem's body. It also allows him to measure the shape, quality, emotion, and other informational content about the things the photons interact with; hence this ability most likely also entails Emission and Manipulation too. As stated by Welfin and Shaiapouf, he can detect everything, even lies. The precision of the information he can gather depends on the number of photons directed at the object of interest. It is also briefly shown that immediately after deploying the photons in a flash, Meruem can seemingly teleport to the close vicinity of any target of interest within the region affected. However, it is unclear whether it is really a part of this ability, or that Meruem simply catches up by covering extraordinary distances instantly with his immense speed.", "Character_Name": "Meruem"}
{"Name": "Mindfulness—Body and Soul", "Types": ["Emission"], "Description": "Lynch asks the target a question and then proceeds to punch them, which will cause both her and the target to hear the latter's voice giving her an honest answer. Only the two of them can hear it. If she does not change the question after the first strike, subsequent blows result in the target expanding on their previous answer.", "Character_Name": "Lynch Fullbokko"}
{"Name": "Aura Ball", "Types": ["Emission"], "Description": "Razor can emit his compressed aura in a red, glowing sphere which he then hurls at the target. He smashed Bopobo's head with a normal throw, and caused a boat several dozens of meters away to explode by jump-spiking the orb into it with great ease.", "Character_Name": "Razor"}
{"Name": "Remote Punch", "Types": ["Emission"], "Description": "After striking an object in his vicinity, Leorio emits his aura in a line that travels along a surface from the point of impact to a desired location. A wormhole-like circle is generated from which a fist emerges to uppercut the target, stretching far beyond the length of a normal arm. Ging, who mimicked this technique, showed that multiple punches can be emitted by striking a surface many times, although it is unknown if Leorio can do the same.", "Character_Name": "Leorio Paradinight"}
{"Name": "Red Arrow", "Types": ["Emission", "Transmutation"], "Description": "Red Arrows burst into flame on contact, causing Pokkle's target to catch fire.", "Character_Name": "Pokkle"}
{"Name": "Hide and Seek", "Types": ["Emission"], "Description": "Knov is an Emitter with a teleportation ability called Hide and Seek. By touching a flat surface, like a wall or the ground, and drawing symbols in a circle, Knov can set and open a portal leading to an artificial Nen dimension—a four-level mansion containing twenty-one rooms of various sizes. Each portal is linked to a specific room, with the maximum number of entrances being dependent on the size of the room . Each room is completely separate from the others. Normally each entrance can only lead back to the portal Knov created for it; however, Knov can use a master key to connect any room exit to any previously set portal. Although the specifics are unclear, it appears that Knov can make his portals undetectable in some circumstances, as Flutter, a Nen user, was not able to locate them before or after use, and Knov could plant three inside the Royal Palace of East Gorteau without them ever being detected by the Royal Guards or Welfin, who traced back the Hunter's steps. Aside from infiltration, thanks to their imperceptibility, the portals can serve as trapdoors of sorts, transporting and trapping unsuspecting enemies into one of Knov's rooms.", "Character_Name": "Knov"}
{"Name": "Double Machine Gun", "Types": ["Emission"], "Description": "After separating his fingertips at the height of the distal phalanges, Franklin expels aura from his fingers in the form of bullets. Coupled with the ability's high rate of fire, their tremendous speed and power make it ideal to slaughter dozens of opponents in a matter of seconds. Tocino, a fellow Emitter, was astounded that Franklin's projectiles could tear through his Nen puppets and retain enough kinetic force to inflict fatal wounds. Although it was not required, Franklin chose to cut his fingertips off because he felt it would be more effective, and since self-imposed limitations can greatly enhance Nen abilities, the power of each bullet increased dramatically.", "Character_Name": "Franklin Bordeau"}
{"Name": "Nen Stitches", "Types": ["Transmutation"], "Description": "Machi transmutes her aura into threads to use in a variety of ways, such as manipulating her target's movements like a puppeteer, track targets, or set elaborate traps to capture, strangle, or cut enemies. Machi notes that the strength of the threads is inversely proportional to their length: a thread long enough to circle the globe would be as strong as cotton, but a thread less than one meter in length could lift a ton. The threads are also very durable, unable to be cut or torn. However, their strength is reduced significantly when the threads leave Machi's fingers. Another notable usage of her threads is to sew up wounds and even to completely reattach severed limbs in a short time. From what she said after reattaching Hisoka's arm and since he was able to move his fingers immediately after the operation, it is reasonable to assume that the stitches also have intense regenerative properties, either revitalizing the dead cells or stimulating the production of new ones.", "Character_Name": "Machi Komacine"}
{"Name": "Metamorphosis", "Types": ["Transmutation"], "Description": "Menthuthuyoupi's primary ability allows him to control any part of his anatomy freely. In battle, he most commonly uses it to sprout four additional arms and make all six tentacle-like, significantly increasing the range and number of his attacks every second. When he does so, he also produces additional eyes on his head, shoulders, and back in order to erase his blind spots and keep track of multiple enemies. He can turn the tip of each tentacle into a blade to inflict more localized damage. He can also give himself wings enlarge his arms to increase the power of his blows, and eject spikes from his torso to impale a nearby enemy. At the cost of expending a few instants to prepare the attack, he can also sprout countless spikes from his back that extend for several meters and can move so quickly that not even Shoot was able to dodge them while riding on top of one of his floating hands. They were also able to pierce it, despite his hands having previously withstood several of Menthuthuyoupi's lashes. He was also able to liquefy his cells in order to feed them to Meruem, and shapeshifted into a much smaller, winged form that allowed him to survive despite donating most of his body mass. He can transform extremely quickly.", "Character_Name": "Menthuthuyoupi"}
{"Name": "Hanzo Skill 4", "Types": ["Conjuration"], "Description": "Hanzo can project a double of himself which can phase through matter and hover in the air. His consciousness leaves his body while he uses this ability, which is put in a state similar to sleep. Talking to his body or touching it will cause the astral projection to be dispelled. Since the doppelganger requires his full focus, he can control it with extreme precision. With it, he was able to knock out a security guard and strangle a Nen user to death. It appears that he cannot rescind the technique himself if not by returning to his body. Although doubles are by definition conjured and manipulated, and in fact Hanzo considered using his own doppelganger to prove the existence of Nen to Vergei, Hanzo's double appears to flicker on occasion, which might suggest that it can transition between matter and aura; this, together with its ability to turn intangible, might mean that Emission is also involved in its creation.", "Character_Name": "Hanzo"}
{"Name": "Lightning Palm", "Types": ["Transmutation"], "Description": "The first ability Killua named, as well as the most basic one in his arsenal, consists in him electrocuting his opponent by touching them with both palms and pushing them back. The first and only time this Nen ability was used, it barely seared Sub's sweater, but hurt and stunned him for a few seconds.", "Character_Name": "Killua Zoldyck"}
{"Name": "Big Bang Impact", "Types": ["Enhancement"], "Description": "Uvogin's most powerful attack. He focuses all his aura into his fist and then uses Enhancement Nen to strengthen his Ko, which he then punches his target. The ability was described as a simple right straight boosted with aura. However, due to Uvogin's mastery of Enhancement and high physical strength, it generated enough force to cause an explosion rivaling the destructive power of a small missile. Uvogin's aim was to make it as strong as a nuclear warhead. In the fight against the Shadow Beasts, a single Big Bang Impact created a crater measuring several meters in diameter and obliterated part of Worm's body without direct contact. It also shattered Kurapika's arm even though the latter was using Emperor Time.", "Character_Name": "Uvogin"}
{"Name": "Bungee Gum", "Types": ["Transmutation"], "Description": "Hisoka's main ability allows him to make his aura sticky and elastic. Its extreme durability, flexibility, and adhesive properties make it an exceptionally versatile ability with several offensive, defensive, and supplementary applications. He can activate it from his fingers, hands, and feet. He can attach it both through physical contact and remotely, by extending it towards the target, which makes it very difficult to avoid. He can give it the command to contract at will, and it snaps back with greater force the more it is stretched. It is so resilient that it did not tear after absorbing the full force of a ball hurled by Gon with Rock, or several of Gotoh's coins, which makes it an effective way of returning projectiles to the sender.Offensively, Bungee Gum can be used to pull the opponent towards Hisoka or to create flail-like weapons. He can also separate it from his body, in which case it will tear after a maximum stretch of 10 meters. He most commonly detaches it from his body to attach projectiles to his opponent, such as his Shu-enhanced cards, while concealing it with In. The combination of the latter technique and Bungee Gum allows Hisoka to lay multi-layered traps that spring all at once, killing the unsuspecting opponent in a flash. He has also emitted it to restrain individuals as powerful as Machi.Bungee Gum also has a wide range of auxiliary applications. Hisoka can attach it to a solid surface to retreat at extreme speed when the need arises. By using it on his feet, he can adhere to the ground or run on walls. It is also useful for sticking objects in place for traps or to keep hold of them, even after throwing them. By covering a wound with it, he can instantly stop hemorrhages. On one occasion, he enveloped his lungs and heart with it so it would resuscitate him. By creating non-adhesive aura, he can also replace missing limbs, which can coil like a spring to propel himself at tremendous velocity.", "Character_Name": "Hisoka Morow"}
{"Name": "Magical Esthetician", "Types": ["Manipulation", "Transmutation"], "Description": "Biscuit summons a Nen Beast masseuse she calls Cookie which uses different massaging techniques and a Nen-transmuted lotion to relieve fatigue and restore vitality to anyone it massages. It can also burn off excess fat and cure arthritis, muscle tension and locked joints. It is particularly useful for training recovery purposes and to treat aging ailments. Although only one massage has been shown so far, there are many more according to Biscuit, some of which are cartilage massage, head massage, and roll massage. This ability is a mixture of Transmutation, Manipulation and, presumably, either Emission or Conjuration.", "Character_Name": "Biscuit Krueger"}
{"Name": "14 Devils", "Types": ["Emission", "Manipulation"], "Description": "Razor can create eight anthropomorphic Nen beasts, numbered from 0 to 7, which he calls devils. In his dodgeball game, seven of them act as his teammates and one as the referee. The devils are capable of redirecting his passes with such speed that Tsezguerra could not follow them, although the destructive power of the ball decreases with each pass. If two devils fuse together, the numbers on their bodies add up, creating a bulkier monster. Although the number of Nen beasts is reduced through this procedure, the resulting devil is physically stronger than any of the two from which it originated: No. 13, the fusion of No. 6 and No. 7, managed to catch Hisoka's throw, which no individual devil was able to achieve on its own, as well as to prevent him from retrieving the ball from its grasp. One of its throws also knocked out Goreinu despite the ball not being infused with aura. However, even No. 13 was pushed out of bounds when it tried to hold on to a ball punched by Gon with Rock.A side effect of the ability is that Razor is unable to draw out his full power while his aura is split among the Nen beasts; however, he can simply dispel the Nen beasts to recover it and utilize his full output. This faculty might suggest that like Morel Mackernasey's puppets, Razor's Nen beasts are created with Emission and possibly also Transmutation, as the Sea Hunter also has the ability to retrieve the aura he poured inside of them, although the possibility still exists that the devils are conjured.", "Character_Name": "Razor"}
{"Name": "Orange Arrow", "Types": ["Emission", "Transmutation"], "Description": "Orange Arrows have the highest speed.", "Character_Name": "Pokkle"}
{"Name": "Scream", "Types": ["Emission"], "Description": "Knov has also been seen using his teleportation ability offensively. Scream allows him to open a portal between his hands and wrap it around his opponent. At the command Close, the portal closes, causing anything that was inside of it to be sent to another dimension. With this ability, Knov can maim and kill opponents quickly and silently. It is not known if this technique has Limitations or if it can bypass things such as the target's physical durability and Nen protection.", "Character_Name": "Knov"}
{"Name": "Rage Blast", "Types": ["Transmutation", "Emission"], "Description": "Under extreme mental stress during the Extermination Team's raid, Menthuthuyoupi discovered this ability. His body is engorged and swells up as his rage increases until he unleashes it with an incredibly destructive explosion, capable of leaving a crater of a few dozen meters in diameter, before returning to its normal form. The blast results in great pleasure for Menthuthuyoupi, followed by empty despair. Menthuthuyoupi is left especially vulnerable as his body swells up. Still, through controlling his emotions, he can cancel the process and return to his usual bodily shape in an instant, allowing him to strike back after luring in the enemy. In his centaur-like form, he became able to channel the rage as a destructive beam. He never used this variation of the ability himself, which was showcased by Meruem instead.", "Character_Name": "Menthuthuyoupi"}
{"Name": "Rage Incarnate", "Types": ["Transmutation"], "Description": "As he became capable of controlling his mounting fury, Menthuthuyoupi channeled it into his own body and transformed into a centaur-like creature. This form bears a helm-like extension on his head, a powerful scythe on his right arm, and a large amoebic sac in place of his left arm that contains his rage. He appears to become faster in this state and retains the ability to shapeshift. As his wrath grows, instead of his whole body swelling up, only the amoebic sac on his left shoulder does, removing his previous weakness.", "Character_Name": "Menthuthuyoupi"}
{"Name": "Thunderbolt", "Types": ["Transmutation"], "Description": "Killua leaps into the air above the opponent and projects a bolt of lightning from his fingers, paralyzing them for a few moments and causing them pain. Although the ability was unable to inflict any visible damage to Rammot even before the latter learned Nen, it succeeded in stunning Menthuthuyoupi. On both occasions, Thunderbolt was utilized to allow an ally to strike the opponent while they were vulnerable.", "Character_Name": "Killua Zoldyck"}
{"Name": "Whirlwind", "Types": ["Transmutation"], "Description": "The first core function of Godspeed has Killua react automatically to external stimuli. Instead of the normal process of the stimulus being perceived by the nerves, which transmit a signal to the brain which in turn sends an instruction to the muscles, Killua programs his aura to send an electric signal to his muscles so as to instantly react to a threat, bypassing the comparatively slow nervous system. The aura can be preprogrammed to respond to different stimuli: physical contact, malevolent intent in enemy aura, or someone stepping in a predetermined perimeter, and the specific response is preprogrammed as well.Concretely, this results in a drastic boost to Killua's reaction time, which has both offensive and defensive uses. When Killua used a prototype of this ability, he was able to grab a dart between the instant it was conjured, already in contact with his skin, and the moment it punctured it. Whirlwind is also effective as an offensive ability. If the opponent executes the action Killua has preprogrammed a response for, he will, in most cases, be able to land an attack before they can, thanks to both his reaction and his movement speed being drastically enhanced. When he used this application of Godspeed against Menthuthuyoupi, Killua was able to momentarily disappear from his sight, and struck him several times without the latter being able to do anything, the short lapse between the Royal Guard's aura surging and him taking any action being enough for Killua to preempt any move his adversary could make. Youpi himself admitted to being completely powerless throughout the beating. On that occasion, despite his attacks inflicting no damage at all, Killua's electricity proved powerful enough to elicit screams of pain out of Youpi, as well as to paralyze him for a few instants. When he later used the same ability against Shaiapouf's clone, which is considerably swift in its own right, Killua was able to dodge its attacks with Komugi on his back, leading Pouf to fear that even with all his cells, he would have a hard time catching him, and then burn off its cells by generating an electric current between his fingers whenever it stepped into a circle he had drawn. Since giving an order to one's aura is generally a Manipulation skill, it is possible, albeit unconfirmed, that Whirlwind makes use of this Nen category. Since Killua is using his aura to boost his reaction time, which is generally an Enhancement skill, it is hinted, albeit unconfirmed, that Whirlwind makes use of this Nen category.", "Character_Name": "Killua Zoldyck"}
{"Name": "Speed of Lightning", "Types": ["Transmutation"], "Description": "The second application of Godspeed allows Killua to retain conscious control of his movements. His running speed and jumping ability increase dramatically, hence why he uses it primarily to cover long distances in a very short amount of time. As a consequence, this core function is more affected than Whirlwind by the terrain: Tsubone was able to keep Killua in sight while he was running through the woods, but was shaken off as soon as he reached a paved road. However, even at full throttle, he was severely outsped by Tsubone's motorcycle transformation while she had two riders. The butler estimated that by crossing the woods, it would take Killua 10 minutes to reach a destination about 40km away, whereas a car driver would take twice as long. This suggests that on unfavorable terrain, Killua's speed with Speed of Lightning is approximately 240km h . If he carries someone, they will suffer mild electric shocks as long as they are in contact with him. Since Killua is using his aura to allow himself to constantly move at full speed, which is generally an Enhancement skill, it is hinted.", "Character_Name": "Killua Zoldyck"}
{"Name": "Texture Surprise", "Types": ["Conjuration"], "Description": "Hisoka can apply his aura to any smooth, flat surface, such as paper or cloth, and manifest imagery on it to change its appearance and texture for deception. He can replicate over one thousand different textures. He has tricked Nen users of the Spiders' caliber with this ability, with none of them realizing he had used it, either by sight or by touch. Against Kastro, he utilized Texture Surprise to hide his wounds and confuse him. It can also be applied to pure aura, such as Hisoka's Bungee Gum, to alter his own appearance. Since no aura is detectable once Texture Surprise is active, whether through eyesight, touch, or extrasensorial perception, its effects are also visible to individuals unable to use Nen, it is safe to assume Texture Surprise is a Conjuration ability, which is further supported by its requiring Hisoka's direct action to be dispelled and by a verb used in its description.", "Character_Name": "Hisoka Morow"}
{"Name": "Piano Massage", "Types": ["Manipulation", "Transmutation"], "Description": "With this massage, 30 minutes of sleep will be equivalent to eight hours. It not only relieves physical and mental fatigue, but it also accelerates the restoration of the aura of the person receiving the massage. Cookie emits aura from her hands while massaging. Thanks to this ability and their natural talent, Gon and Killua were able to concentrate over one year's worth of aura training in just one month.", "Character_Name": "Biscuit Krueger"}
{"Name": "Body Transformation", "Types": ["Transmutation"], "Description": "Biscuit is capable of changing her appearance to look younger and far less muscular, which comes at the cost of severely reducing her physical abilities. Although the primary motive behind her transformation is an aesthetic one, it allows her to conceal her true power and thus retain a trump card in battle. She is fond of employing her younger look to deceive others to her advantage . She can revert to her original form at will, restoring her great height and brawn. Biscuit herself is unaware of how she acquired the ability to alter her form, stating that all she did was wish for years and that the changes manifested little by little.", "Character_Name": "Biscuit Krueger"}
{"Name": "Rapidly Evolving Gungi Playing Skills", "Types": ["Enhancement"], "Description": "As a genius, Komugi seems to use Nen when she plays Gungi unconsciously. Her ability allows her to improve in Gungi with every game played uncannily. Her Gungi abilities seem to be so great due to a harsh restriction she has placed on herself, which is that she would commit suicide if she were ever to lose a game.", "Character_Name": "Komugi"}
{"Name": "Tiger Bite Fist", "Types": ["Enhancement"], "Description": "Kastro enhances the strength of his hands, places them imitating the claws and fangs of a tiger, and attacks the enemy with incredible strength. This attack is so strong that it can mutilate the enemy effortlessly. Wing states that if Kastro spent more time mastering this technique instead of his doppelganger, he could have become one of its greatest masters.", "Character_Name": "Kastro"}
{"Name": "Coin Gatling", "Types": ["Enhancement", "Emission"], "Description": "He primarily uses his aura to turn coins into weapons, flipping and rapidly firing barrages from both hands simultaneously and with more power than real guns. When needed, Gotoh can also add a rifling effect to each of the coins to cause more damage to his opponent at the expense of losing some of the coins' traveling speed. The rifling is to such a degree that the coins would continue to spin and penetrate the target even if they're momentarily stopped by potent elastic and adhesive materials such as Hisoka's Bungee Gum. In the manga, the coins and his hands can be seen glowing with aura when he fires them, which may imply he is proficient at Shu, Emission, and or Enhancement, whereas in the anime, the coins do not appear to be infused with Nen, possibly suggesting he reinforces his fingers with the latter Nen type.", "Character_Name": "Gotoh"}
{"Name": "Rock", "Types": ["Enhancement"], "Description": "Rock is a close-ranged attack, and has the highest power out of Gon's three Jajanken attacks, owing to his natural affinity for Enhancement. To perform it, Gon focuses aura in his fist with Ko, chanting as he readies the attack. If he has time to build up his Ren, the punch will be even more powerful. Rock is stronger than a normal Ko punch. According to Knuckle, this is because Gon takes risks by charging the attack and lowering his defenses, which leads to his aura output being increased for the duration of the ability. Gon was able to knock out Knuckle with this attack, despite the latter using Ko to defend himself, and also to send Hollow flying off into the distance . When gathering all his anger at Neferpitou, Gon was able to summon such a great amount of aura that Morel, the target of the ability, broke out in a cold sweat, later causing Gon to apologize because he thought the attack could kill him.", "Character_Name": "Gon Freecss"}
{"Name": "100-Type Guanyin Bodhisattva", "Types": ["Manipulation", "Emission", "Enhancement"], "Description": "Netero summons a multi-armed Nen construct behind himself which takes the form of a gigantic statue of Guanyin. To execute an attack, Netero clasps his hands together in a fluid motion, as if in prayer, after which one of the arms on the statue strikes down upon his target in conjunction with Netero's hand motion. The procedure is repeated before every attack. Due to Netero’s immense speed, the whole process can be carried out in far less than 0.1 seconds, up to thousands of times per minute. A single palm strike from the bodhisattva was enough to push Neferpitou a considerable distance away without the Chimera Ant fully understanding what had happened. The sheer number of arms makes it so that the possible combinations are so numerous Meruem regarded them as being practically infinite, and it is only by detecting Netero's unconscious bias for one move over another that he managed to best the ability. Due to this its extreme speed and power, Zeno Zoldyck considers the 100-Type Guanyin Bodhisattva the chairman’s most dangerous ability.It is unknown if the construct is conjured or emitted; it's likely that the statue is made using Emission type Nen and then strengthened using Enhancement Nen. Finally, Manipulation Nen is also in play via hand gestures and stances to control channel his attacks.", "Character_Name": "Isaac Netero"}
{"Name": "Battle Waltz", "Types": ["Enhancement", "Manipulation"], "Description": "Gido throws his Dancing Tops that surround the enemy and attack them from every side. Since spinning tops are not complex objects themselves, it is not possible to assign any order beyond simple instructions. Gido gets around this by telling the spinning tops to attack anything around themselves indiscriminately, seemingly except for himself. Coincidentally, and to Gido's advantage, it also makes the movement of the spinning tops very unpredictable. He usually starts a fight by launching 10 Dancing Tops, but can control nearly as many as 50.", "Character_Name": "Gido"}
{"Name": "Wink Blue", "Types": ["Unknown"], "Description": "When Palm looks at someone with just her right eye, she registers them in her crystal, and by looking with just her left eye she can see her target, no matter where they are located. She can register up to three people at the same time, after which registering another person will displace the oldest target. She was able to keep track of Shaiapouf's core and full-size clones, but not the smaller ones.", "Character_Name": "Palm Siberia"}
{"Name": "Fleadom", "Types": ["Conjuration", "Enhancement"], "Description": "Fleadom allows Ikalgo to turn two of his tentacles into an air rifle. When residing inside a corpse, Ikalgo can use a special kind of giant fleas as rounds for the gun; they have a vertical leap of 200 meters , and their saliva contains anticoagulant properties so potent that not even Killua was immune to it. The flea bullets boast impressive range and muzzle velocity and are powerful enough to knock an unaware individual back a few meters, and since he's an Enhancer, Ikalgo likely enhances the bullet power. Furthermore, their trajectory did not appear to change in the slightest when Ikalgo was targeting Killua. However, they do not appear to be capable of killing the target directly, managing to draw blood but not proving lethal even when hitting a critical area such as the neck. This would be in line with Ikalgo's reluctance to kill. The fleas can be conjured only if Ikalgo is puppeteering a corpse; if he is not, he can conjure regular bullets. The air gun needs to be recharged after every shot. By pulling the trigger with an empty chamber, Ikalgo can utilize the stored air to propel himself backwards at high speed.", "Character_Name": "Ikalgo"}
{"Name": "Double", "Types": ["Conjuration", "Manipulation"], "Description": "Kastro creates a double  ; a.k.a. doppelganger, ) of himself that can attack and confuse the enemy, generally sending it against the enemy first while he moves in a favorable position. He is very adept at summoning and dispelling it so quickly that even an opponent of Hisoka's caliber had difficulty figuring out the nature of the ability. A giveaway is the fact that when the clone appears, Kastro's presence seems to double literally. If the secret of his technique is puzzled out, Kastro can simply fight in tandem with it. Despite its power, however, the ability has some flaws, including the immense amount of focus it requires and Kastro's inability to replicate the effects of a battle, such as dust and blood, on his double, making the deceptive and trickery aspect of the ability ineffective in a drawn-out clash. Furthermore, the intense training Kastro, as an Enhancer, had to undergo to create the ability caused him to neglect his natural Nen category, Enhancement, where his real strength lies.", "Character_Name": "Kastro"}
{"Name": "True Tiger Bite Fist", "Types": ["Conjuration", "Enhancement", "Manipulation"], "Description": "Kastro executes Tiger Bite Fist at the same time as his double in a deadly tandem attack.", "Character_Name": "Kastro"}
{"Name": "Scissors", "Types": ["Transmutation"], "Description": "Scissors, Gon's mid-ranged Jajanken attack, requires him to transmute his aura into a long blade which he extends from his outstretched middle and pointer fingers. With the advantage of surprise, it was able to cut through a defense that had been estimated to be able to counter Rock.", "Character_Name": "Gon Freecss"}
{"Name": "Paper", "Types": ["Emission"], "Description": "Paper is Gon's long-ranged Jajanken attack. He uses his Emission skills to hurl aura from his open palm as a spherical projectile. Due to Gon being an Enhancer and Paper requiring Emission, a different Nen type, it has less than one-fourth of the power of Rock, despite the two abilities consuming the same amount of aura, although it can still pose a threat to less skilled Nen users. This ability can be useful for pincer type attacks.", "Character_Name": "Gon Freecss"}
{"Name": "Limitation Transformation", "Types": ["Enhancement"], "Description": "By forming a Vow in a condition of immense emotional distress, Gon was able to summon all the power 'll ever have, growing to an age where he could defeat Neferpitou. His physical strength, Nen abilities, aura output and aura reserves increased immensely, to the point that the Royal Guard feared he might pose a threat to Meruem himself. Upon seeing him, Killua deduced it would normally take decades of training to reach that level of power. His heightened speed and reflexes allowed him to easily dodge Neferpitou's Terpsichora which pushed them beyond their limit. While in this state, Gon's single Ko kick was capable of throwing Neferpitou dozens of meters into the air, causing them to cough out blood, whereas they were left unscathed by Isaac Netero's attack. His first Jajanken blasted Neferpitou up the side of a hill and caused them to lose consciousness, although a few more were necessary to finally kill them.However, the price to pay was as great as the boost. Neferpitou guessed the ability had been possible only because an extraordinarily gifted individual willingly threw away his predisposition and compressed his life, predicting that Gon would never be able to utilize Nen again in the future. After the Royal Guard's death, Gon returned to his normal body and fell into a coma. His body soon started to decay, requiring constant life support, and he would have eventually died if not for Nanika's intervention. Despite making a full recovery, Gon remained unable to see and use aura. According to his father, he simply went back to normal, and should count himself lucky for getting off relatively scot-free. Going off Killua's fear that the more aura Gon used in that state, the harsher the backlash would be, it is possible that the transformation, on top of depriving Gon of the ability to use Nen, did not require his death per se, but that it shaved away a portion of his lifespan commensurate to the amount of power that Gon utilized while transformed. The repercussions are so severe that Illumi described Gon's Vow as being worse than death, and Killua was confident any Exorcist would die on the spot trying to dispel it. His belief proved founded when the Hunter Association's only official Exorcist confirmed there was nothing she could do.It is unknown what Nen types are involved in this ability. Bill's Erigeron similarly entails the stimulation of growth and the increase of aura reserves, so it might be possible to speculate that Gon's transformation is an extreme form of Enhancement.", "Character_Name": "Gon Freecss"}
{"Name": "First Hand", "Types": ["Manipulation", "Emission", "Enhancement"], "Description": "After clasping his hands together, Netero performs a chopping motion, causing the bodhisattva to strike the target with a chop. When used against Meruem, it caused the King to spit out blood and comment that he could not see the attack coming, creating a deep fissure into the ground.", "Character_Name": "Isaac Netero"}
{"Name": "Third Hand", "Types": ["Manipulation", "Emission", "Enhancement"], "Description": "After clasping his hands together, Netero performs a clapping motion, causing the bodhisattva to attack the target with a clap, crushing them between two of its hands. However, Meruem came out of the attack unscathed, pushing the palms apart after an instant.", "Character_Name": "Isaac Netero"}
{"Name": "Ninety-Ninth Hand", "Types": ["Manipulation", "Emission", "Enhancement"], "Description": "After clasping his hands together and resting his right ankle on his left calf, Netero joins his thumbs and index fingers together, making a sign with his hands that looks like the number ninety-nine. The bodhisattva unleashes a barrage of palm strikes with all its arms, resulting in a massively powerful attack that can dig deep into the ground. Netero does not need to pray in-between blows and instead maintains the pose that started the technique.", "Character_Name": "Isaac Netero"}
{"Name": "Zero Hand", "Types": ["Manipulation", "Emission", "Enhancement"], "Description": "This is Netero's last resort, meant to be used only when he cannot utilize any of Guanyin's abilities. Netero first prays with all his heart, raising only one hand. The bodhisattva then appears behind his enemy and tenderly clasps them within its palms. Then, it focuses every last ounce of Netero's aura in its mouth before mercilessly firing it as an enormous flare of unparalleled destructive power. This single attack injured Meruem more than the thousands of palm strikes that preceded it, although the damage was ultimately only superficial. Netero meditated for days to prepare for this technique. After executing it, he ages rapidly as a result of his aura being completely drained. Regardless of how the statue is created, Emission is likely used to cause it to appear away from Netero himself, or in the beam itself.", "Character_Name": "Isaac Netero"}
{"Name": "Tornado Top", "Types": ["Enhancement"], "Description": "Gido spins himself atop his peg leg while enveloped in aura for both offensive and defensive purposes, repelling an opponent with great force if they come in contact with him. It is considered his most powerful attack, which he uses to protect himself while his tops take care of the opponent.", "Character_Name": "Gido"}
{"Name": "Shotgun Blues", "Types": ["Enhancement", "Manipulation"], "Description": "While using Tornado Top, Gido throws multiple spinning tops in rapid succession that directly attack the enemy with great speed. Different to his Battle Waltz, all of the spinning tops released for this ability target the opponent directly, making them harder to avoid.", "Character_Name": "Gido"}
{"Name": "Black Widow", "Types": ["Enhancement"], "Description": "Palm's original ability allowed her to observe a target at any time through her crystal ball. To do so, she needed to see them with her own eyes and feed her blood to a dried merman corpse carrying the crystal ball.", "Character_Name": "Palm Siberia"}
{"Name": "Living Dead Dolls", "Types": ["Manipulation"], "Description": "Ikalgo is capable of inhabiting and taking control of a corpse, manipulating its movements, and utilizing its voice and Nen abilities. When he does so, he seems to reside in the head of the host, but can apparently leave its body from other points. Although Ikalgo can manipulate a corpse, he is powerless to stop its decomposition.", "Character_Name": "Ikalgo"}
{"Name": "Satellitonbo", "Types": ["Conjuration", "Manipulation"], "Description": "Flutter conjures dragonflies Nen Beasts that can be used for surveillance through his second Nen ability, Super Eye.", "Character_Name": "Ikalgo"}
{"Name": "Super Eye", "Types": ["Conjuration", "Manipulation"], "Description": "Super Eye allows Flutter to see out the eyes of the Satellite Dragonflies he conjures, he can observe from different point of views. Due to the similarity of this ability to Little Eye, the shared vision may be achieved through Emission Manipulation.", "Character_Name": "Ikalgo"}
